{
	"Successfully (re)loaded storage blocks!": "Alle Spericherblöcke wurden erfolgreich neu geladen.",
	"Successfully removed the addon!": "Das addon wurde erfolgreich entfernt.",
	"Successfully loaded the {%0} addon!": "Das addon {%0} wurde erfolgreich geladen!",
	"Disables all modules of the selected categories at once.": "Deaktiviert alle Mods der ausgewählten Kategorie auf einmal.",
	"Blocks mods that cannot bypass common anti cheat plugins.": "Blockiert Mods welche die meisten Anti Cheat Plugins nicht umgehen können.",
	"Switches your gamemode.": "Ändert deinen Spielmodus.",
	"Automatically kills all the near entities.": "Tötet automatisch alle Entities in der Umgebung.",
	"Automatically freezes all the near entities.": "Friert automatisch alle Entities in der Umgebung ein.",
	"Sets all the near entities on fire.": "Steckt automatisch alle Entities in der Umgebung in Brand.",
	"Automatically selects the best sword for you when attacking entities if available.": "Wählt automatisch das beste Schwert beim angreifen von entities für dich aus.",
	"Runs the /home command if the server or world you're on has it.": "Führt das /home Kommando aus falls der Server oder die Welt auf der du dich befindest es unterstützt.",
	"Makes the speed of the game faster.": "Erhöht das Spieltempo.",
	"Automatically destroys blocks around you. Can be used on servers when Bypass is enabled.": "Zerstört automatisch alle Blöcke in deiner Umgebung. Kann auf serven benutzt werden wenn Bypass aktiviert ist.",
	"Replaces characters in sent chat messages by fancy unicode characters. Can be used to bypass curse word filters on some servers.": "Ersetzt Zeichen in Chat Nachrichten mit schönen Unicodezeichen.",
	"Prevents you from getting hurt.": "Verhindert, dass Sie verletzt werden.",
	"Automatically makes you ride an entity on tap.": "Lässt dich durch Tippen automatisch ein Entity reiten.",
	"Sets the time to day all the time.": "Setzt die Uhrzeit immer auf Tag.",
	"Makes you able to fly, even when you're in survival.": "Ermöglicht dir zu fliegen, auch im Überlebensmodus.",
	"Teleports you to the block you're pointing at.": "Teleportiert dich zu dem Block, auf den du gerade schaust.",
	"Teleports you wherever you tap.": "Teleportiert dich überall hin wo du hinklickst.",
	"Makes you able to walk through walls.": "Ermöglicht dir durch Wände zu laufen.",
	"Allows you to decrease block destroy times.": "Ermöglicht dir die Blockzerstörungszeiten zu verringern.",
	"Automatically repeats all the received chat messages. Can be very annoying.": "Wiederholt automatisch alle empfangenen Chat-Nachrichten. Kann sehr nervig sein.",
	"Automatically spams the player.": "Spammt automatisch den Spieler.",
	"Automatically teleports you behind entities to prevent you from getting hurt by others.": "Teleportiert dich automatisch hinter Entities, damit du nicht von anderen verletzt wirst.",
	"Makes explosions more powerful.": "Verstärkt Explosionen.",
	"Makes blocks explode wherever you tap.": "Lässt Blöcke explodieren beim Tippen.",
	"Allows you to edit signs.": "Ermöglicht dir Schilder zu bearbeiten",
	"Makes you able to kill an entity in one hit.": "Ermoglicht dir Entities mit einem Schlag zu töten",
	"Rotates the player all the time.": "Dreht den Spieler die ganze Zeit.",
	"Reduces fall damage by slowing the player down when falling.": "Verringert den Fallschaden, indem der Spieler beim Fallen verlangsamt wird.",
	"Automatically follow nearby entities.": "Folgt automatisch Entities in der Umgebung",
	"Destroys blocks wherever you tap.": "Zerstört den Block auf den du tippst.",
	"Removes blocks and entities on tap.": "Entfernt Blöcke und Entities beim tippen.",
	"Automatically places the block you're holding wherever you look.": "Platziert automatisch den Block, den du hälst, wo immerdu hinschaust.",
	"Instantly refills your health.": "Füllt sofort deine Gesundheit auf.",
	"Gives you many hearts.": "Gibt dir viele Herzen.",
	"Automatically jumps to make the second attack critical, make sure you attack again after hitting an entity and before hitting the ground to make it work.": "Springt automatisch, damit der zweite Schlag ein kritischer Treffer ist. Stelle aber sicher dass du nochmal schlägst bevor du landest damit es funktioniert. Ach keine Ahnung, ist ziemlich kompliziert, probier es einfach selber aus lol",
	"Automatically shoots arrows wherever you look.": "Schießt automatisch Pfeile, wo immer du hinschaust.",
	"Order a pizza of Pizza Hut.": "Bestelle eine Pizza bei PizzaHut. Bestell mir bitte auch eine :p",
	"Changes the FOV to zoom in.": "Ändert das FOV um zu zoomen.",
	"Displays the player's coordinates.": "Zeigt die Koordinaten des Spielers an. Also deine Koordinaten um genau zu sein.",
	"Adds items to your inventory.": "Fügt Items zu deinem Inventar hinzu.",
	"Displays an entity's name and health in its nametag.": "Zeigt den Namen und die Gesundheit eines Entities in dessen Nametag an.",
	"Switches the item in your hand all the time.": "Ändert den Gegenstand in deiner Hand permanent.",
	"Makes your player walk automatically.": "Lässt dich automatisch laufen.",
	"Turns every projectile into an Ender Pearl.": "Macht aus jedem Wurfkörper eine Enderperle.",
	"Makes every block drop itself 64 times.": "Lässt jeden Block 64 Mal droppen beim abbauen.",
	"Makes you able to walk on liquids.": "Fühl dich wie Jesus",
	"Allows you to jump 2 blocks high.": "Lässt dich 2 Blöcke hoch springen.",
	"Makes you walk faster.": "Lässt dich schneller laufen. ALso eigentlich rennen aber du läufst halt trotzdem noch. Also rennen aber es sieht halt aus wie laufen. Oder so.",
	"Makes you point at entities.": "Lässt dich auf Entities zeigen.",
	"Allows you to find chests more easily by moving particles from the chest to underneath you.": "Ermöglicht es dir, Truhen leichter zu finden, indem Partikel von der Truhe unter dir aufsteigen.",
	"Allows you to see the world as someone else (an entity).": "Lässt dich die Welt aus den Augen jemanden anderes sehen.",
	"Makes the player walk around to prevent you from getting disconnected. Also keeps the screen on as long as the 'Keep screen on' checkbox is checked.": "Lässt den Spieler herumlaufen, um zu verhindern, dass die Verbindung getrennt wird. Schaltet den Bildschirm auch ein, solange das Kontrollkästchen "Bildschirm beibehalten" aktiviert ist.",
	"Automatically makes the game restart when your health is (below) 8.": "Startet das Spiel automatisch neu wenn du 8 oder weniger Herzen hast.",
	"Prevents you from flying upwards and downwards (and falling).": "Verhindert, dass du nach oben und unten fliegst (und fallen).",
	"Teleports you to the given coordinates.": "Teleportiert dich zu den angegebenen Koordinaten.",
	"Prevents you from getting knockback while being attacked.": "Verhindert, dass du beim Angriff zurückgestoßen wirst.",
	"Prevents you from getting burned down.": "Verhindert, dass du abgebrannt wirst. Lol.",
	"Prevents you from getting in touch with dangerous blocks.": "Verhindert, dass du mit gefährlichen Blöcken in Berührung kommst. Mich bedrohen die Holzblöcke am meisten. Die können dich schlagen!",
	"Automatically build structures.": "Erstellt automatisch Strukturen.",
	"Allows you to walk really fast on the ground.": "Ermöglicht dir, sehr schnell auf dem Boden zu gehen. Also eigentlich rennen...",
	"Allows you to find chests, dispensers and droppers easily by showing boxes around them.": "Ermöglicht dir, Truhen, Spender und Dropper leicht zu finden, indem Boxen um sie herum angezeigt werden.",
	"Automatically makes you twerk all the time.": "Lässt dich permanent twerken.",
	"Automatically logs your actions (attacks and chat messages).": "Protokolliert automatisch deine Aktionen (Angriffe und Chat-Nachrichten).",
	"Automatically teleports you on top of placed blocks.": "Teleportiert dich automatisch auf platzierte Blöcke.",
	"Allows you to walk through invisible bedrock.": "Ermöglicht dir, durch unsichtbaren Bedrock zu gehen.",
	"Allows you to walk and jump to a block automatically on tap.": "Ermöglicht das automatische Gehen und Springen zu einem Block beim tippen.",
	"Makes you aim at entities on tap.": "Visiert automatisch beim tippen Entities an.",
	"Teleports you to a random entity when tapping the ground.": "Teleportiert dich zu einem zufälligen Entitz, wenn du auf den Boden tippst.",
	"Makes air light up.": "Lässt die Luft aufleuchten!!!!",
	"Similar to MCPE's built-in Auto jump, except that it works on multiple heights.": "Ähnlich wie MCPEs eingebaute Auto-Jump Funktion, außer dass dises hier mit mehreren Höhen funktioniert.",
	"Locates dropped items and experience.": "Sucht nach herumliegenden Items und XP.",
	"Locates players.": "Sucht nach Spielern.",
	"Automatically mines the block you're looking at.": "Baut automatisch den Block, den du gerade betrachtest ab.",
	"Automatically sneaks when you're at the edge of a block so that you can still move with normal speed.": "Schleicht automatisch, wenn du dich am Rand eines Blocks befindest, so dass du fich immer noch mit normaler Geschwindigkeit bewegen kannst.",
	"Makes snowballs spawn above you.": "Lässt Schneebälle über dir spawnen.",
	"Turns water blocks into ice blocks and lava blocks into cobblestone blocks when you step on them.": "Verwandelt Wasserblöcke in Eisblöcke und Lavablöcke in Pflastersteine, wenn du darauf trittst.",
	"Allows you to choose if you want to target mobs, players or both in modules like Aimbot.": "Hier kannst du auswählen, ob du auf Mobs, Spieler oder beides in Mods wie Aimbot zielen möchtest.",
	"Increases collision sizes of other players so that you can hit them easily.": "Erhöht die Kollisionsgrößen anderer Spieler, sodass du sie leicht treffen kannst.",
	"Boosts elytra.": "Verstärkt die Elytra.",
	"Prevent user interaction (you can't prevent incoming attacks though).": "Verhindert Benutzerinteraktion (eingehende Angriffe können jedoch nicht verhindert werden).",
	"Teleports you to an entity when hitting it.": "Teleportiert dich beim schlagen zum Entity.",
	"Shows your health in the bottom left corner.": "Zeigt deine Gesundheit in der unteren linken Ecke an.",
	"Makes your device vibrate when hitting an entity.": "Lässt dein Gerät vibrieren beim schlagen eines Entities.",
	"Shows information about the server you're on.": "Zeigt information über den Server auf dem du dich befindest.",
	"Loading...": "Laden...",
	"Makes you point at entities but changes target all the time.": "Lässt dich auf Objekte zeigen, ändert aber ständig das Ziel.",
	"Makes you walk around entities.": "Lässt dich um Entities laufen.",
	"Immediately teleports you to the first (non-air) block underneath yourself when falling (and blocks fall damage by doing so).": "Teleportiert dich sofort zum ersten Block(welcher nicht Luft ist) unter dir wenn du fällst (und blockiert Fallschaden).",
	"Shows an additional D-pad, but for rotation instead of movement.": "Zeigt ein zusätzliches D-Pad, aber für die Rotation anstelle der Bewegung",
	"Reduces the camera movement speed and makes it look dizzy.": "Reduziert die Bewegungsgeschwindigkeit der Kamera und lässt sie schwindelig aussehen.",
	"Makes the player jump automatically.": "Lässt den Spieler automatisch springen.",
	"Makes all items edible. Turning it off won't reset the items to their original state, though.": "Macht alle Gegenstände essbar. Durch das Ausschalten werden die Objekte jedoch nicht in ihren ursprünglichen Zustand zurückgesetzt.",
	"Automatically refills your hunger bar.": "Füllt deine Hungerleiste automatisch auf.",
	"Shows a custom (text) watermark. Text can be formatted using HTML.": "eigt ein benutzerdefiniertes (Text-) Wasserzeichen(watermark) an. Der Text kann mit HTML formatiert werden.",
	"Adds enchantments to items in your inventory.": "Fügt Objekten in deinem Inventar Verzauberungen hinzu.",
	"Allows you to give yourself effects.": "Ermöglicht dir, dir selber Effekte zu geben.",
	"Automatically places blocks underneath you. Hold a block while using this mod.": "Platziert automatisch Blöcke unter dir. Halte einen Block während du diesen Mod benutzt.",
	"Allows you to climb ladders faster.": "Ermöglicht dir, Leitern schneller zu klettern.",
	"Adding storage block to storage block list...": "Speicherblock zur Speicherblockliste hinzufügen...",
	"Showing help page {%0}/{%1}": "Hilfeseite wird angezeigt {%0}/{%1}",
	"Error: page number is too low!": "Fehler: Seitenzahl ist zu niedrig!",
	"Error: page number is too high!": "Fehler: Seitenzahl ist zu hoch!",
	"Experimental features aren't enabled!": "Experimentelle Funktionen sind nicht aktiviert!",
	"You haven't unlocked this feature yet!": "Du hast diese Funktion noch nicht freigeschaltet!",
	"This mod is blocked by {%0}!": "Dieser Mod ist blockiert durch {%0}!",
	"Module {%0} can't be found/toggled!": "Modul {%0} kann nicht gefunden/umgeschaltet werden!",
	"Successfully teleported player to {%0}, {%1}, {%2}!": "Spieler erfolgreich telportiert nach {%0}, {%1}, {%2}!",
	"Your gamemode has been updated!": "Dein Spielmodus wurde aktualisiert!",
	"Successfully renamed item to {%0}!": "Das Item wurde erfolgreich umbenannt nach {%0}!",
	"Error: please enter a valid name!": "Fehler: Bitte gib einen gültigen Namen ein!",
	"Error: the selected inventory slot is empty!": "Fehler: Der ausgewählte Inventar-Slot ist leer!",
	"Close": "Schließen",
	"Cannot open window: ": "Fenster kann nicht geöffnet werden: ",
	"Ok": "Ok",
	"Cancel": "Abbrechen",
	"Line {%0}": "Zeile {%0}",
	"An error occurred": "Ein Fehler ist aufgetreten",
	"Copy error code & start a new issue on GitHub": "Kopieren Sie den Fehlercode und melde es auf GitHub",
	"Successfully copied the error message to clipboard. Paste it in the issue input.": "Die Fehlermeldung wurde erfolgreich in die Zwischenablage kopiert.",
	"RemoteView | Target player by username": "RemoteView | Ausgewählter Spieler nach Benutzername",
	"Apply": "Anwenden",
	"Username": "Benutzername",
	"Your new RemoteView target is {%0}!": "Dein neues RemoteView-Ziel ist {%0}!",
	"{%0} couldn't be found!": "{%0} konnte nicht gefunden werden!",
	"Successfully reset all menu positions!": "Alle Menüpositionen wurden erfolgreich zurück gesetzt!",
	"Successfully disabled Vertex Client PE! Restart to get the functionality back.": "Der Vertex Client PE wurde erfolgreich deaktiviert! Starten Sie neu, um die Funktionalität zurück zu erhalten.",
	"Temporarily disable the client": "Chat vorübergehend deaktivieren",
	"Yes": "Ja",
	"No": "Nein",
	"Default": "Standard",
	"System": "System",
	"Manage": "Verwalten",
	"Are you sure you want to temporarily disable the client?": "Bist du sicher dass du den Client vorübergehend deaktivieren willst? :(",
	"More": "Mehr",
	"Ghost mode": "Ghost Modus",
	"ON": "AN",
	"OFF": "AUS",
	"Dashboard": "Dashboard",
	"Webbrowser": "Webbrowser",
	"Player Customizer": "Spieleranpasser",
	"OptiFine": "OptiFine",
	"Reset moveable menu positions": "Bewegliche Menüpositionen zurücksetzen",
	"Take a screenshot": "Screenshot aufnehmen",
	"Settings": "Einstellungen",
	"Hacks list Manager": "Hacks list Manager",
	"Hacks list mode": "Hacks list Modus",
	"Normal": "Normal",
	"Counter": "Zähler",
	"Logo": "Logo",
	"Hidden": "Versteckt",
	"Shown": "Gezeigt",
	"Change": "Ändern",
	"Green": "Grün",
	"Red": "Rot",
	"Blue": "Blau",
	"Yellow": "Gelb",
	"Orange": "Orange",
	"Brown": "Braun",
	"Black": "Schwarz",
	"White": "Weiß",
	"Purple": "Lila",
	"Violet": "Violet",
	"Grey": "Grau",
	"Hacks list position": "Hacks list Position",
	"Top-center": "Oben-Mitte",
	"Top-left": "Links-oben",
	"Top-right": "Rechts-oben",
	"Top": "Oben",
	"Bottom-center": "Unten-Mitte",
	"Bottom-left": "Unten-links",
	"Bottom-right": "Unten-rechts",
	"Bottom": "Unten",
	"Pause screen": "Pause Bildschirm",
	"Ingame/HUD screen": "Ingame/HUD-Bildschirm",
	"You can't give a mod an empty name!": "Du kannst einem Mod keinen leeren Namen geben!",
	"There's already a mod with that (default or custom) name!": "Es gibt bereits einen Mod mit diesem (Standard- oder benutzerdefinierten) Namen!",
	"Successfully added item with id {%0}.": "Erfolgreich das Item mit der ID {%0} hinzugefügt.",
	"Item doesn't exist!": "Item existiert nicht!"
}
